{
  "sponsor-page-title": "Sponsoring options | Archsplace Business",
  "sponsor-meta-desc": "To take advantage of the sponsoring options on Archsplace, you first need to register a free partner catalog profile.",
  "hero-title": "Sponsoring options on Archsplace",
  "sponsor-title-1": "Notification panel",
  "sponsor-text-1": "When a new partner company registers through Archsplace Business, they have the opportunity to appear in the notification panel on Archsplace. This panel pushes awareness to all users. This is one of the most visible options on Archsplace, with a potential reach of thousands of daily users.",
  "sponsor-title-2": "Home page section",
  "sponsor-text-2": "Partner companies are continously highlighted on Archsplace Home page, that is the main portal of visits from the companies target groups. This ensures even introduction of the partner companies products and services to the markets at the earliest project stage.",
  "sponsor-title-3": "Chat tags suggestion",
  "sponsor-text-3": "While architects, designers and clients are undergoing their collaboration and design work through the chat system. Archsplace help them with partner company suggestions at the most relevant time. Keyword and tag matching occur in real-time between the chat windows and partners listing page.",
  "sponsor-title-4": "Newsletter feature",
  "sponsor-text-4": "Great products deserve to be discovered, therefore Archsplace regularly send out newsletters with featured parter companies. It serves as a good opportunity for especially architects, to be kept up-to-date with the latest news on which products are available on the market.",
  "sponsor-title-5": "Custom Blog Article",
  "sponsor-text-5": "The Archsplace blog is a Hub for design inspiration, and an opportunity for partner companies to brand themselves, by giving more detailed and personal insights to their backgrounds and values. Archsplace assist in custom content creation to tell the engaging stories of the partner companies, letting them be remembered among the professional throughout the platform."
}
