{
  "terms-page-title": "Terms and Conditions | Archsplace Business",
  "terms-meta-desc": "These website standard Terms and Conditions written on this webpage shall manage your use of our websites, Archsplace accessible at https://www.archsplace.com (including any other Archsplace TLDs) and https://business.archsplace.com. These Terms will be applied fully and affect to your use of these websites. By using these websites, you agreed to accept all terms and conditions written in here. You must not use these websites if you disagree with any of these website standard Terms and Conditions. Minors or people below 18 years old are not allowed to use these Websites.",
  "terms-hero-title": "Terms and Conditions",
  "terms-title-1": "Introduction",
  "terms-text-1": "These website standard Terms and Conditions written on this webpage shall manage your use of our websites, Archsplace accessible at https://www.archsplace.com (including any other Archsplace TLDs) and https://business.archsplace.com. These Terms will be applied fully and affect to your use of these websites. By using these websites, you agreed to accept all terms and conditions written in here. You must not use these websites if you disagree with any of these website standard Terms and Conditions. Minors or people below 18 years old are not allowed to use these Websites.",
  "terms-title-2": "Intellectual Property Rights",
  "terms-text-2": "Other than the content you own, under these Terms, Archsplace and/or its licensors own all the intellectual property rights and materials contained in this website. You are granted limited license only for purposes of viewing the material contained on this website.",
  "terms-title-3": "Restrictions",
  "terms-text-3": "You are specifically restricted from all of the following: publishing any website material in any other media; selling, sublicensing and/or otherwise commercializing any website material; publicly performing and/or showing any Website material; using this website in any way that is or may be damaging to this website; using this website in any way that impacts user access to this website; using this website contrary to applicable laws and regulations, or in any way may cause harm to the website, or to any person or business entity; engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website; using this website to engage in any advertising or marketing. Certain areas of this Website are restricted from being access by you and Archsplace may further restrict access by you to any areas of this website, at any time, in absolute discretion. Any user ID and password you may have for this website are confidential and you must maintain confidentiality as well.",
  "terms-title-4": "Your Content",
  "terms-text-4": "In these website standard Terms and Conditions, “Your Content” shall mean any audio, video text, images or other material you choose to display on this website. By displaying Your Content, you grant Archsplace a non-exclusive, worldwide, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media. Your Content must be your own and must not be invading any third-party’s rights. Archsplace reserves the right to remove any of Your Content from this Website at any time without notice.",
  "terms-title-5": "Advertising",
  "terms-text-5": "You can increase your exposure on the Archsplace platform by buying advertising plans that contains one or more advertising products. 1. When you place an order, you tell us the type of advertising plan you want to buy, the amount you want to spend, and the CPM (price per thousand views) you accept. If we accept your order, we will deliver your advertising as inventory becomes available. When serving your advertising, we use best efforts to deliver the advertising to the audience you specify or to achieve the outcome you select, though we cannot guarantee in every instance that your advertising will reach its intended target or achieve the outcome you select. 2. We may reject any order or remove any ongoing advertising for any reason. 3. From time to time, we need to test improvements to our audiences and delivery systems, which could impact your advertising. Our testing is designed to improve the effectiveness of your advertising performance. We reserve the right to test when we believe it will be beneficial for advertiser performance. 4. We will determine the design, size, placement, and positioning of your advertising. 5. Scheduling of delivery is subject to availability and may not be continuous. 6. We do not guarantee the reach or performance that your advertising will receive, such as the number of people who will see your advertising or the number of clicks and leads your advertising will get. 7. We cannot control how clicks or views are generated on your advertising. We have systems that attempt to detect and filter certain click and view activity, but we are not responsible for click or view fraud, technological issues, or other potentially invalid click or view activity that may affect the cost of running advertising. 8. You will not issue any press release or make public statements about your relationship with Archsplace or the Archsplace advertising products without our prior written permission. 9. You can cancel an order at any time, but your advertising may run for 48 hours after you notify us, and you are still responsible for paying for all advertising that run.",
  "terms-title-6": "Your Privacy",
  "terms-text-6": "Please read our Privacy Policy.",
  "terms-title-7": "Limitation of liability",
  "terms-text-7": "In no event shall Archsplace, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this website whether such liability is under contract. Archsplace, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this website.",
  "terms-title-8": "Indemnification",
  "terms-text-8": "You hereby indemnify to the fullest extent Archsplace from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.",
  "terms-title-9": "Severability",
  "terms-text-9": "If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.",
  "terms-title-10": "Variation of Terms",
  "terms-text-10": "Archsplace is permitted to revise these Terms at any time as it sees fit, and by using this website you are expected to review these Terms on a regular basis.",
  "terms-title-11": "Assignment",
  "terms-text-11": "Neither Archsplace or you, are allowed to assign, transfer, or subcontract any of the rights and/or obligations under these Terms.",
  "terms-title-12": "Entire Agreement",
  "terms-text-12": "These Terms constitute the entire agreement between Archsplace and you in relation to your use of this website, and supersede all prior agreements and understandings.",
  "terms-title-13": "Governing Law & Jurisdiction",
  "terms-text-13": "These Terms will be governed by and interpreted in accordance with the laws of the State of Bulgaria, and you submit to the non-exclusive jurisdiction of the state and federal courts located in Bulgaria for the resolution of any disputes. Effective Date: April 12th, 2020."
}
